{
  "title": "JSON content used at build time to get Telugu sentences",
  "content": [
    {
      "sentence": "idi kukka",
      "meaning": "This is a dog."
    },
    {
      "sentence": "idi pilli kādu",
      "meaning": "This is a cat."
    },
    {
      "sentence": "ī bomma nēnu",
      "meaning": "This is a picture of me."
    },
    {
      "sentence": "nā@ pēru buḍugu. iṃko pēru piḍugu. mā bāmma hāri piḍugā aṃṭuṃdi. aṃduku.",
      "meaning": "My name is Budugu. I have another name, Pidugu. My grandma calls me 'Hari Piduga.' That's why."
    },
    {
      "sentence": "iṃko assalu pēruṃdi. ippuḍu ceppaḍāniki ṭaimu lēdu. adi cālā poḍugu. kāvālistē mā nānnani aḍugu.",
      "meaning": "I have yet another name. There is not enough time to say it right now. It is very long. If you want (to know) it, ask my dad."
    },
    {
      "sentence": "mārci 31, ēpril 1.",
      "meaning": "March 31st, April 1st."
    },
    {
      "sentence": "ānāḍu bejavāḍalō akhilabhārata kāṃgres kamiṭī samāvēśaṃ jarigiṃdi. kāṃgres jīvitaṃlō ā samāvēśāniki eṃtō cāritraka prāmukhyaṃ vuṃdi.",
      "meaning": "On that day, there was a Congress Committee meeting. That meeting is very historically important in the life of Congress."
    },
    {
     "sentence": "- kāṃgresnu vistṛta prātipadikagala prajāsaṃsthagā rūpoṃdiṃcēṭaṃduku ā samāvēśaṃlōnē nirṇayiṃcāru.",
      "meaning": "In that meeting alone, the Congress decided to become a public institution."
    },
    {
      "sentence": "- khaddaru vudyamaṃ, madyaniṣēdhaṃ kāṃgresu kāryakramaṃlō bhāgālugā svīkariṃcabaḍḍāyi.",
      "meaning": "Wearing the khaddar and prohibition were adopted into its program."
    },
    {
      "sentence": "- prajala nuṃcē prajōdyamāla nirvahaṇaku dhanaṃ sēkariṃcē nirṇayaṃ tīsukonnāru.",
      "meaning": "They decided to collect money to organize a public event."
    },
    {
      "sentence": "ānāṭi nuṃcī muppēṭana jātīyōdyamaṃ telugudēśaṃ nālugu ceragulā alumukuṃdi.",
      "meaning": "Since that day, the natoinal movement has struck the Telugu country like four sticks."
    }
  ]
}

